[
  {
    "pseudo": "All Might",
    "name": "Toshinori Yagi",
    "data": {
      "anniversaire": "10 Juin",
      "age": "?",
      "genre": "masculin",
      "taille": "220cm",
      "occupation": "n°1 Héros",
      "affiliation": "Lycée Yuei",
      "alter": "One For All"
    },
    "info": "Toshinori Yagi (俊典, Yagi Toshinori), mieux connu sous le surnom de All Might (オールマイト, Ōru Maito), est le deutéragoniste du manga My Hero Academia. Toshinori est le premier héros le plus puissant et le \"symbole de la paix\" qui a inspiré toute une génération de héros, y compris Izuku Midoriya, auquel il a passé le flambeau du One for All. Il est connu pour son attitude joyeuse et souriante et son image publique comme étant le Héros n°1 incontesté, mais son temps pour l'héroïsme est de plus en plus court, un fait connu uniquement par Izuku Midoriya.",
    "apparence": "Peu de gens connaissent sa véritable apparence, qui est l'opposé total de sa forme héroïque. En effet, All Might est un tas de muscles imposant, tandis que Toshinori Yagi est d'aspect rachitique, menu et a le dos légèrement voûté.",
    "personnalite": "Toshinori est un stéréotype des super-héros américains. Arborant toujours un grand sourire, il est extraverti, ce qui le rend parfois désagréable. Il est également très sympathique et amical, dû à sa popularité et ses années de gloire. Cependant, quand il reprend sa forme normal maladive et maigrichonne (à la suite d'une bataille), il a tendance à être moins énergique et à cracher constamment du sang. Il essaie de ne pas attirer l'attention sous sa vraie forme, et a toujours peur qu'on puisse découvrir la vérité sur son état de santé actuel. Deux traits de sa personnalité persistent toujours, qu'il soit en mode héros ou en mode normal : son optimisme et son impulsivité. Il a toujours eu la foi et l'espérance que quelqu'un d'assez digne viendrait pour porter le \"One for All\". Ses élèves ne le voient pas comme quelqu'un de très malin, et même son collègue, Shota Aizawa l'a traité d'idiot à plusieurs reprises. Alors qu'il sourit, rit et est de bonne humeur la plupart du temps, il a été furieux quand il a appris que les vilains essayaient de s'en prendre à lui et à ses élèves. Même Izuku fut surpris de voir une telle réaction. Il était prêt à utiliser son Alter au-delà de sa limite de temps pour sauver ses élèves. Il a une attitude paternelle envers ses élèves (Izuku en particulier), qu'il se cache souvent et garde pour lui-même. Il est prompt à donner des conseils encourageants quand la situation l'exige. Il est fier de ce qu'ils deviennent tous.",
    "biographie": "All Might apparaît sous sa forme Héros en sauvant Izuku Midoriya d'un vilain tentant de l'absorber. Le n°1 des Héros voyant que le jeune homme va bien, s'apprête à s'en à aller. Izuku s'accroche à sa jambe, All Might est obligé d'atterrir sur le toit d'un immeuble. Là, Izuku va notamment apprendre qu'il y a cinq ans il a été victime d'une blessure et suite à une opération, il ne peut utiliser son Alter que 3h par jour. Ce labs de temps écoulé, il reprend sa forme normale. Après, Izuku lui demande s'il a ses chances de devenir héros sans Alter. All Might lui répond qu'il ne pas devenir un héros sans Alter mais il peut tout de même devenir policier ou détective. All Might changera d'avis après un incident en ville. Ayant dépassé les 3h d'utilisation de son Alter, il n'était pas apte à sauver Katsuki Bakugo du même vilain qui attaqué Izuku à la Galerie marchande de Tatouin. Celui qui était rabaissé de tous et qui n'avait pas d'Alter, Izuku s'est mit à courir pour sauver Katsuki en risquant sa vie alors que les Héros professionnels aux alentours ne pouvaient rien faire, All Might a pris en compte cela de cet acte de bravoure, repris sa forme Héros et sauva Katsuki avec le Detroit Smash. All Might décida de faire d’Izuku son successeur en lui offrant le One For All.",
    "aptitudes": "Le One For All (ワ ン · フ ォ ー · オ ー ル, Wan Fô Oru) est l'Alter de Toshinori. Il lui accorde une force et une vitesse surhumaine, une agilité et des réflexes grandement améliorés, une grande endurance et la capacité de sauter très haut. Le One For All est un alter unique qui se transmet d'une personne à une autre. Celui ci est alors le propriétaire d'une force hors du commun. Cependant le corps de l'utilisateur doit y être préparé sans quoi celui ci s'en trouve endommagé.",
    "image": "../theme/img/icon_yagi.jpg",
    "urlID": "../wiki/yagi.html"
  },
  {
    "pseudo": "Lemillion",
    "name": "Mirio Togata",
    "data": {
      "anniversaire": "15 Juillet",
      "age": "18",
      "genre": "masculin",
      "taille": "181cm",
      "occupation": "Etudiant",
      "affiliation": "Lycée Yuei",
      "alter": "Perméation"
    },
    "info": "Mirio Togata (通形ミリオ, Tōgata Mirio) est un élève de terminale du Lycée Yuei ayant comme pseudonyme, Lemillion (ルミリオン, Rumirion). Il fait partie des trois meilleurs étudiant de l'académie avec Tamaki Amajiki et Nejire Hado. Il était l'héritier pressenti pour détenir le One For All avant que Toshinori Yagi ne décide de le transférer à Izuku Midoriya. Il est considéré comme celui qui est le plus proche de devenir le numéro 1, en comptant les héros pros.",
    "apparence": "Mirio est un jeune homme blond au physique fin, mais très musclé. Il a un style cartoonisé. Il porte de court cheveux blond coiffé avec une houppette. Son costume comporte un large masque recouvrant ses yeux et ses oreilles. Il porte un t-shirt avec le nombre un million dessus, un pantalon et des bottes noires ; il est fait à partir de son ADN pour qu'il puisse résister quand il se sert de son Alter. Il a des cicatrices sur ses bras et possède des yeux très simplistes de couleurs violets. Lorsqu'il était plus jeune il portait une queue de cheval basse.",
    "personnalite": "Mirio est quelqu'un de très enthousiaste et joyeux qui sourit pratiquement tout le temps. Il est très dévoué à devenir un grand héros. En tant qu'interne sous les ordres de Sir Nighteye, Mirio a développé une bonne compréhension des protocoles et des actions qu'un héros doit être capable de faire dans différentes situations. Malgré ses notes moyennes il est optimiste et cherche toujours un moyen de s'améliorer. Tamaki Amajiki pense qu'il est de ceux qui brillent comme le soleil.",
    "biographie": "Il apparaît pour la première fois quand Izuku sort les poubelles. Il est dans le mur et laisse ressortir sa tête. Il tenait à voir le seconde qui s'était battu et lui indique la direction du local poubelles. Le lendemain, il arrive en classe avec Nejire et Tamaki, pour parler aux secondes du nouveau programme. Il se prend d'abord un gros vent de leur part, puis décide d'organiser une baston générale dans le Terrain Gamma. Il arrive à battre tous les élèves les uns après les autres, puis, leurs explique son pouvoir et la façon dont il l'a rendu aussi puissant. Il leurs parle aussi du programme de stage, ce qui intéresse Izuku. Plus tard, il se retrouve avec Izuku et All Might et demande à l'élève quel type de héros il aimerait être. Celui-ci lui répond qu'il aimerait être un héros sur qui on peut compter et qui sauve tout le monde avec le sourire. Il lui explique qu'il plairait à Sir Nighteye. Le lendemain matin, ils se rendent donc dans son agence pour faire en sorte qu'Izuku soit accepté. Il lui explique que Sir adore l'humour et qu'il faudra le faire rire. Quand lui et Bubble Girl sortent du bureau, il explique à cette dernière qu'il n'a pas eu à passer d'examen car il plaisait déjà à Sir Nighteye. Quand il revient, il apprend que Izuku est prit et est très heureux pour lui. Le lendemain, ils partent patrouiller, jusqu'à ce qu'ils croisent Overhaul et Eri.",
    "aptitudes": "Grâce à cet Alter Mirio est capable de passer son corps à travers n'importe quoi de solide ou liquide. Son Alter est très utile pour passer derrière les mur pour sauver des personnes en danger ou en combat. Quand il \"tombe\" sous-terre, comme deux masses ne peuvent pas cohabiter au même endroit, il est projeté en l'air, ce qui peut s'apparenter à de la téléportation. De plus, quand il active son pouvoir, ses poumons ne peuvent plus fonctionner correctement et il ne peut plus respirer. Il s'est donc énormément entraîné avec Sir Nighteye pour rendre son pouvoir extrêmement puissant",
    "image": "../theme/img/icon_mirio.jpg",
    "urlID": "../wiki/togata.html"
  },
  {
    "pseudo": "Sun Eater",
    "name": "Tamaki Amajiki",
    "data": {
      "anniversaire": "4 Mars",
      "age": "17",
      "genre": "masculin",
      "taille": "177cm",
      "occupation": "Etudiant",
      "affiliation": "Lycée Yuei",
      "alter": "Assimilation"
    },
    "info": "Tamaki Amajiki (天 喰 環, Amajiki Tamaki) est un élèves de Terminale du lycée Yuei. Il fait partie des trois meilleurs étudiant du lycée avec Mirio Togata et Nejire Hado.",
    "apparence": "Tamaki est un jeune homme mince qui a des cheveux noir tirant sur le bleu foncé désordonnés ainsi que des oreilles très pointues.",
    "personnalite": "Tamaki est une personne extrêmement pessimiste et défaitiste. Timide et introverti ce dernier se colle dans un coin du mur dos aux gens lorsqu'il déprime. Il admire énormément son ami Mirio Togata qu'il compare à un soleil. En cas de force majeur, ce dernier est une valeur sûre, capable de se sacrifier afin de retarder plusieurs vilains tout en permettant aux héros professionnel de conserver leurs forces.",
    "biographie": "Tamaki est introduit se présentant sous la demande de Shota Aizawa avec à ses côtés ses camarades des Trois Grands. Cependant, Tamaki est surmonté d'anxiété et s'efforce d'imaginer les élèves de la seconde A comme pommes de terre. Finalement, il renonce à essayer et à se retourner. Comme Mirio défie toute la seconde A, Tamaki avertit Mirio de se retenir pour ne pas frustrer complètement ses ennemis quand ils perdent. Alors que la seconde A s'émerveille de l'Alter de Mirio, Tamaki se croit combien il est inexpérimenté pour ne pas reconnaître tout le travail acharné que Mirio avait besoin pour affiner et maîtriser son Alter. Hado souligne à Tamaki que Mirio est devenu très fort, seulement pour Tamaki pour lui répondre qu'il a été fort depuis son enfance, mais qu'il a besoin d'apprendre à améliorer les amateurs. Après la bataille, la seconde A est frustrée parce qu'ils ne savaient pas comment se battre. Hado veut expliquer comment fonctionne son caprice, mais Tamaki lui dit que c'est le moment de parler à Mirio.",
    "aptitudes": "Cet alter permet a Tamaki de reproduire certaines caractéristiques physique des choses qu'il mange. Il peut faire de multiples transformation à différents endroits sur son corps simultanément. Cependant, il ne peut manifester que les caractéristiques des aliments qui sont encore dans son système digestif. Il a également montré qu'il peut utiliser son alter sur des objets qui ne sont pas nécessairement de la nourriture (par exemple des cristaux). Il est donc suggéré que sont alter pourrait être utiliser avec n'importe quoi pourvu qu'il puisse le manger.",
    "image": "../theme/img/icon_tamaki.jpg",
    "urlID": "../wiki/tamaki.html"
  },
  {
    "pseudo": "Crazy Lady",
    "name": "Himiko Toga",
    "data": {
      "anniversaire": "4 Juin",
      "age": "15",
      "genre": "féminin",
      "taille": "160cm",
      "occupation": "Vilaine",
      "affiliation": "Alliance des super-vilains",
      "alter": "Métamorphose"
    },
    "info": "Himiko Toga (渡我被身子 Toga Himiko) est une Vilaine qui fait partie de l'Alliance des super-vilains. Elle a rejoint l'organisation criminelle, ayant été inspirée par Stain. Elle veut rendre la vie plus simple en tuant les gens autour d'elle.",
    "apparence": "Himiko est une jeune fille mince, aux cheveux blonds et aux yeux jaunes, elle a une frange et deux chignons en bataille. Elle aborde souvent un sourire avec des canines prononcées. Elle porte un cardigan beige trop grand, un uniforme de marin et des grandes chaussettes noires ainsi que des mocassins (uniforme d'école japonais) . Elle a souvent un couteau sur elle.",
    "personnalite": "C'est une jeune fille qui arbore tout le temps un sourire, même après avoir tué quelqu'un. Elle déclare vouloir rendre le monde plus facile à vivre, car elle trouvait la vie difficile. C'est une grande admiratrice de Stain mais elle déclare vouloir \"être lui\" et le tuer. Globalement, Himiko semble être assez dérangée, aimant tuer des personnes et tenant parfois des propos n'ayant pas de sens. Elle va même jusqu'à appeler ses ennemis \"ses amis\". Elle fait aussi preuve d'un certain sens de l'observation, comme lorsqu'elle devine qu'Ochaco Uraraka est amoureuse.",
    "biographie": "Himiko est apparue pour la première fois à la base de Tomura Shigaraki avec Crématorium en tant que nouvelles recrues de l'Alliance des super-vilains. Tomura n'a pas été impressionné par les éloges de Chizome Akaguro. Il a essayé de les attaquer mais son attaque a été déviée par ses mouvements. Malgré leur rencontre hostile de Tomura, ils ont été acceptés dans l'Alliance des super-vilains.",
    "aptitudes": "En ingérant le sang de ses victimes, Himiko est en mesure de prendre leurs apparences. En fonction de la quantité de sang qu’elle ingère, sa transformation peut durer une fraction de seconde comme une journée. Si Himiko ingère le sang de plusieurs personnes, elle sera alors en mesure de se métamorphoser à loisir en ses personnes. Lorsqu'elle change d'apparence, elle revêt momentanément une apparence assez aqueuse. Son alter lui permet aussi de créer les vêtements de ses victimes, mais il faudra pour cela qu’elle soit nue.",
    "image": "../theme/img/icon_toga.jpg",
    "urlID": "../wiki/toga.html"
  },
  {
    "pseudo": "Blablabla",
    "name": "Nom Commun",
    "apparence": "Bogos",
    "personnalite": "bogos",
    "bio": "a vécu",
    "competences": "bogositude",
    "vignette": "Capture d’écran 2018-11-10 à 14.32.03.png",
    "image": "Capture d’écran 2018-11-10 à 14.32.03.png"
  }
]